{
  "pack_name": "Casual Conversations",
  "pack_description": "Perfect for gatherings with friends or family, these questions will spark fun discussions and laughter, making any occasion more enjoyable.",
  "badge": "",
  "questions": [
    "What's your biggest pet peeve?",
    "Complement a person in the room.",
    "Pick one person in the room. What's your favorite thing about them?",
    "Pick one person in the room and make a 30-second skit together. Perform it for the group.",
    "What would you do if you could become invisible for a day?",
    "What's your biggest irrational fear?",
    "Have you ever stolen something? What was it?",
    "Imitate someone else in the room.",
    "Change your profile picture on any social media platform to someone else in the room.",
    "Share your most embarrassing moment.",
    "What's your favorite family tradition?",
    "Who is your celebrity crush?",
    "Tell us about your first kiss.",
    "What's your dream job?",
    "If you could travel anywhere right now, where would you go?",
    "What's your favorite movie of all time?",
    "Who is the messiest person you know?",
    "What's the most valuable lesson you've learned?",
    "If you could have any superpower, what would it be?",
    "Do you believe in ghosts?",
    "Describe your perfect day.",
    "If you won the lottery tomorrow, what's the first thing you would do?",
    "What was the last thing you searched for on your phone?",
    "If you could switch lives with anyone in the room for a day, who would it be?",
    "What's your favorite hobby?",
    "If you could be a character in any film or TV show, who would you be and why?",
    "Do you have any hidden talents?",
    "What's your go-to karaoke song?",
    "Describe yourself using only three words.",
    "What is the last book you read?",
    "What's your favorite type of cuisine?",
    "What's the most interesting fact you know?",
    "Who was your first celebrity crush?",
    "What's your most used emoji?",
    "Do you have a guilty pleasure?",
    "What's the worst purchase you've ever made?",
    "What's the best advice you've ever received?",
    "If you were a vegetable, which one would you be?",
    "What was your favorite subject in school?",
    "If you were stranded on a deserted island, what three items would you want to have with you?",
    "What's your favorite sport?",
    "What's the last song you listened to?",
    "What's your favorite TV show?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite animal?",
    "What's the most daring thing you've ever done?",
    "Do you have a signature dance move?",
    "What's the best gift you've ever received?",
    "What's the last thing you watched on Netflix?",
    "What's your least favorite household chore?",
    "If you had to eat only one food for the rest of your life, what would it be?",
    "What's your favorite childhood memory?",
    "What's the most beautiful place you've ever been?",
    "What's your spirit animal?",
    "What's your biggest regret?",
    "What's the most difficult decision you've ever had to make?",
    "What's the best compliment you've ever received?",
    "If you could have any animal, real or fictional, as a pet, what would you choose?",
    "What's your favorite season and why?",
    "If you could be on any reality TV show, which one would you choose?",
    "What's the last thing that made you laugh out loud?",
    "Do you have a favorite quote?",
    "What's the most important quality you look for in a friend?",
    "If you were to write a book, what genre would it be?",
    "What's your zodiac sign and do you think it's accurate?",
    "Do you have any weird food combinations that you love?",
    "If you could have dinner with any three people, dead or alive, who would they be?",
    "What's your favorite ice cream flavor?",
    "What's the most interesting thing in your wallet?",
    "Do you have any strange phobias?",
    "If you could instantly master any skill, what would it be?",
    "What's the most useless talent you have?",
    "What's the most interesting documentary you've ever watched?",
    "Do you have a nickname? What's the story behind it?",
    "What's your favorite board game?",
    "If you could time travel, where and when would you go?",
    "Do you believe in aliens?",
    "If you could be famous for one thing, what would it be?",
    "What's the most adventurous thing you want to do before you die?",
    "What's your earliest memory?",
    "If you could donate a million dollars to any cause, what would it be?",
    "What's the most valuable thing you own?",
    "Who in your life has influenced you the most?",
    "If you were to go on a talent show, what would your talent be?",
    "What's your favorite type of music?",
    "Do you think pineapple belongs on pizza?",
    "If you could instantly speak another language, which would it be?",
    "What's your favorite type of weather?",
    "What's the one thing you could talk about forever?",
    "If you could have a dinner party with any five people, who would they be?",
    "What's your idea of a perfect vacation?",
    "What's the first thing you'd do in a zombie apocalypse?",
    "When was the last time you lied & what was it?",
    "Pick one person in the room. What's your favorite thing about them?",
    "Take a selfie with someone's leg and post it to one of your stories on a social media platform with no context.",
    "Describe your worst date ever.",
    "What's the most embarrassing song you know all the lyrics to?",
    "Do you have a secret talent? Show us!",
    "What's something you're terrible at but wish you could do well?",
    "Describe your most recent dream.",
    "If you could change one thing about yourself, what would it be?",
    "What's your guilty pleasure TV show?",
    "Who in the room do you think is most likely to be a secret agent?",
    "Reveal the name of your first crush.",
    "What's your go-to comfort food?",
    "What's your biggest pet peeve in a relationship?",
    "If you could erase one past experience, what would it be?",
    "What's the most rebellious thing you've ever done?",
    "What's the most embarrassing thing you've ever Googled?",
    "Describe your perfect partner.",
    "What's the weirdest thing you find attractive in a person?",
    "Tell us about the last time you cried.",
    "What's the most awkward situation you've ever been in?",
    "What's the most ridiculous rumor you've heard about yourself?",
    "What's the most uncomfortable question you've been asked?",
    "What's the dumbest thing you've done on a dare?",
    "What's the most ridiculous thing you've done to impress someone?",
    "What's the most flirtatious thing you've ever done?",
    "What's the most childish thing you still do?",
    "Who's the most overrated celebrity in your opinion?",
    "Who in the room do you think is most likely to succeed?",
    "What's the biggest lie you've ever told without getting caught?",
    "What's the worst thing you've ever done at work?",
    "Tell us about a time you broke someone's heart.",
    "If you could be president for a day, what would you change?",
    "What's the most scandalous photo you've ever taken?",
    "Who in the room would you least want to be stranded on a desert island with?",
    "Have you ever cheated or been cheated on?",
    "What's the most ridiculous reason you've ever ended a relationship?",
    "Who in the room do you think would be the best parent?",
    "What's the craziest thing you've ever done in public?",
    "What's the most selfish thing you've ever done?",
    "What's the most desperate thing you've done to get someone's attention?",
    "Who in the room would you most like to prank?",
    "What's the most ridiculous thing you've done because you were bored?",
    "What's the most illegal thing you would do if you could get away with it?",
    "What's the worst thing you've ever said to someone?",
    "What's the most childish thing you've ever fought over with a friend?",
    "What's the stupidest thing you've spent money on?",
    "What's the most ridiculous outfit you've ever worn?",
    "What's the most offensive joke you've ever heard?",
    "What's the weirdest thing you've ever eaten?",
    "What's the worst job you've ever had?",
    "What's the worst pickup line you've ever heard?",
    "Have you ever been dumped? Why?",
    "Have you ever dumped someone? Why?",
    "What's the worst thing you've ever said to your parents?",
    "What's the most embarrassing thing your parents have caught you doing?",
    "What's the biggest secret you've kept from your parents?",
    "What's the most ridiculous thing you've ever lied about?",
    "What's the most embarrassing thing you've ever done on a date?",
    "What's the craziest thing you've done while under the influence?",
    "What's the most embarrassing thing you've done in front of a crush?",
    "Have you ever been rejected? What happened?",
    "Text 'I love you' to a random number and see if you get a response.",
    "Post a face reveal on your Instagram story as serious as possible.",
    "Stand up and let everyone puppet you for 30 seconds."
  ]
}
