{
  "pack_name": "Discomfortable",
  "pack_description": "Answer all the questions you've never wanted to. Everyone's uncomfortable. Great for Truth or Drink. ",
  "badge": "18+",
  "questions": [
    "Share the last photo in your camera roll, no matter what it is.",
    "Who in the room would you most like to see in a bikini?",
    "Who in the room would be the worst to be trapped in an elevator with?",
    "What's your hottest political take?",
    "Start a timer for 1 minute; let everyone in the room roast you without bounds.",
    "Let the person before you pull up a random person from your following list and like one of their photos from 1+ years ago.",
    "Tell us about the most recent physical altercation you've been in.",
    "Tell everyone your phone password; you can't change it for 24 hours.",
    "Who in the room do you think would be a bad date?",
    "Who in the room do you trust the least?",
    "Who in the room do you think would be the worst parent?",
    "What's the most insensitive thing you've ever said?",
    "Let someone read your last text aloud.",
    "Let someone look through your DMs and read at least 2 aloud.",
    "Rate the person before you on a scale from 1-10.",
    "Have you ever told someone you loved them and didn't mean it? Who?",
    "Have you ever liked anyone in the room (besides your s/o)? You don't have to say who.",
    "Have you ever regretted breaking up with someone? Who?",
    "Have you ever been arrested or detained by the police? What happened?",
    "Let the person to your right text a love letter to a random person in your contacts.",
    "Will you be friends with the person on your left in 10 years? Be honest.",
    "You just traded bodies with the person on your left. What are you doing first?",
    "Describe a time you really almost died.",
    "What's something about your personal hygiene that could be better?",
    "Where's one place the person on your right would absolutely not fit in?",
    "Assuming you were single, what would it take for you to get back together with your last ex?",
    "Write a dating app bio for yourself out loud.",
    "Are you on any dating apps? Show everyone your profile on one of them.",
    "Describe your worst bathroom-related disaster.",
    "Have you ever dated a friend's ex? Ever wanted to?",
    "If you could have any body part of the person to your right (for aesthetic, not medical, reasons), what would it be?",
    "What's something you avoid because you might enjoy it too much?",
    "Are you more or less attractive than the average person? What about the person on your left?",
    "How are you and the person to your right wrong for each other romantically?",
    "Have you ever done anything solely to impress someone in the room?",
    "Say the number of people in the room you've thought about sexually.",
    "Are you a good kisser? How do you know?",
    "Do you have any porn actually downloaded and saved on your phone? What emergency are you preparing for?",
    "Tell us about an awkward or unexpected sex dream you've had. Was anyone here involved?",
    "How much money would a voyeuristic billionaire have to pay for you and the person on your right to have sex for their entertainment?",
    "Have you ever feared for your life or safety while drinking or on drugs? Take us to the scene.",
    "How confident are you in your sexual orientation? Have you ever experimented ouside of it, or considered it? Do you think you ever will?",
    "You're making a porno with everyone here! Pick your partner, and assign jobs to everyone in the room.",
    "What's the best compliment you've ever gotten on your sexual performance?",
    "What’s a sex thing you've never been able to try, but wish you could?"
  ]
}
