[
  "What is your defining characteristic?",
  "What's the most pain you've ever been in that wasn't physical?",
  "How are you, really?",
  "What is the last thing your mom has lied to you about?",
  "What's your father's name and one thing about him?",
  "What have you tolerated from people in the past that you no longer have space for?",
  "Something that brought a smile to my face this week was ___.",
  "What are you feeling a lot of lately?",
  "What do you need right now but aren't communicating?",
  "What are you currently working through that others don't see?",
  "What was the biggest turning point in your dating life?",
  "What is your most toxic trait you can admit to?",
  "Who in your life deserves the biggest thank you? Let them know if you can.",
  "What are you overthinking right now?",
  "What did you last relationship teach you about yourself?",
  "What belief about yourself no longer serves you?",
  "What do you need to forgive yourself for?",
  "What's the hardest lesson you've learned in love?",
  "You hurt me, but thank you for ___.",
  "Who in your life can you be your most vulnerable with?",
  "Which one of your parent's personality traits do you want to keep/let go of?",
  "Dear younger self: ____.",
  "Think of someone you admire. Why did this person come to mind?",
  "Are you lying to yourself about anything?",
  "What's your favorite part of yourself that isn't physical?",
  "What's the hardest part about dating you?",
  "I feel loved when ___.",
  "What is something you've learned about yourself this week?",
  "Self love is ___.",
  "What was the lesson in your most recent painful experience?",
  "I know I'm in love when ___.",
  "What's your favorite song lyric you can think of off the top of your head?",
  "How did you get over your first love?",
  "What's the best lesson an ex has ever taught you?",
  "Is there anyone who's changed your life but doesn't know it?",
  "What do you need right now, more than anything?",
  "When was the last time you felt lucky to be you?",
  "What do you need to accept today?",
  "When was the last time you felt most yourself?",
  "What's your mother's name and the most valuable lesson she's taught you thus far?",
  "What are you most grateful for in this current moment?",
  "What are you still trying to prove to yourself?",
  "What have you been taking for granted lately?",
  "Is there a feeling you miss?",
  "What would your younger self not believe about your life today?",
  "If you could have it your way: Who would you be with? Where would you be? And what would you be doing?",
  "What do you need to hear right now?",
  "What title would you give this chapter in your life?",
  "What dating advice would you give your younger self?",
  "What lesson should you have learned by now?",
  "When was the last time you were able to use your pain to help someone else?",
  "What would you never want to change about yourself?",
  "What question did this year leave you with?",
  "What about yourself is hardest to admit?",
  "What question are you trying to answer most in your life right now?",
  "Finish the sentences: strangers would describe me as _____. Only I know that I am ______",
  "When you're asked how are you, how often do you answer truthfully?",
  "Has a stranger ever changed your life?",
  "What is the most unexplainable thing that's ever happened to you?",
  "Describe your perfect day!",
  "Have you changed your mind about anything recently?",
  "What's been the best compliment a stranger has ever given you?",
  "What is a compliment you wish you received more frequently?",
  "What do you crave more of?",
  "What has been your earliest recollection of happiness?",
  "What are you more afraid of, failure or success? And why?",
  "How would you describe the feeling of being in love in one word?",
  "When was the last time you surprised yourself?",
  "What's been your happiest memory this past year?",
  "Do you think the image you have of yourself matches the image people see you as?",
  "If you have, when was the moment you realized you weren't invincible?",
  "What lesson took you the longest to unlearn?",
  "What part of your life works? What part of your life hurts?",
  "What is your 1st love's name and the reason you fell in love with him/her?",
  "What's your mother's name? And the most beautiful thing about her?",
  "If you could get to know someone in your life on a deeper level, who would it be and why?",
  "Are you missing anyone right now? Do you think they are missing you too?",
  "What is a dream you've let go of?",
  "What is the last thing you lied to your mother about?",
  "Have you ever told someone I love you but didn't mean it? if so, why?",
  "How can you become a better person?",
  "What's one experience that made you grow up fast?",
  "What would you do differently if you knew nobody would judge you?",
  "Who in your life has influenced you the most?",
  "How have your dreams changed over the years?",
  "What keeps you up at night?",
  "What's a skill you've always wanted to learn and why?",
  "If you could go back in time, what's one piece of advice you'd give to your younger self?",
  "What do you believe stands between you and complete happiness?",
  "What's a favorite memory from your childhood?",
  "If you could ask one person, alive or dead, only one question, who would you ask and what would you ask?",
  "If your life were a movie, what would its title be?",
  "How would your best friend describe you?",
  "What's something you know you do differently than most people?",
  "What would you most like to change about the world?",
  "If you could live one day of your life over again, what day would it be and why?",
  "What's the most beautiful place you've ever been to?",
  "What's your biggest regret?",
  "What's your favorite book\/movie and why did it speak to you so much?",
  "What's something that's true for you no matter what?",
  "What would you do with your life if you were suddenly awarded a billion dollars?",
  "What's something that overwhelms you?",
  "What are your most important rules when going on a date?",
  "How do you recharge?",
  "What's one thing you're deeply proud of but would never put on your résumé?",
  "What's the most out-of-character choice you've ever made?",
  "What's something you're glad you'll never have to do again?",
  "What's a strange occurrence you've experienced but never (or rarely) shared with anyone?",
  "What's something that happened or something that someone said that changed how you view the world?",
  "What's your biggest fear?",
  "What's your biggest hope?",
  "What did you learn from your first job?",
  "What's a tradition you continue to uphold?",
  "If you could make one rule that everyone had to follow, what rule would you make?",
  "What's something you're thankful to have been wrong about?",
  "What's the best piece of advice you've ever received?",
  "How do you spend the majority of your free time?",
  "Who are the top three people who have the biggest influence on your life?",
  "What are the top three qualities that draw you to someone new?",
  "If you could change one thing about your physical appearance, what would it be?",
  "What's the most spontaneous thing you've ever done?",
  "What's your personal heaven?",
  "What's your personal hell?",
  "What's the biggest personal change you've ever made?",
  "What's the stupidest thing you've ever done?",
  "What's the best and worst piece of advice you've ever received?",
  "What's a belief that you hold with which many people disagree?",
  "What's something that's harder for you than it is for most people?",
  "What are the top three things you want to accomplish before you die? How close are you to them?",
  "What do you wish you could tell yourself 10 years ago? What do you think you'll want to tell your current self 10 years from now?",
  "What's the best thing about you?",
  "What's something most people don't know about you?",
  "What's a talent you have that most people don't know about?",
  "If you could donate a million dollars to any cause, what would it be and why?",
  "What are you most likely to become famous for?",
  "What's something that never fails to make you happy?",
  "How do you want to be remembered?",
  "What's something terrifying that we've all come to accept as a fact of life?",
  "What's your favorite season and why?",
  "If a crystal ball could tell you the truth about your future, what would you want to know?",
  "What's something you know you can count on?",
  "What makes you special?",
  "What's a question you wish more people would ask you?",
  "What's something you could teach me about?",
  "What's the most valuable lesson your job has taught you?",
  "What's one responsibility you really wish you didn't have?",
  "What's something you're looking forward to in the upcoming week\/month\/year?",
  "What's your favorite family tradition?",
  "Who in your life are you most grateful for?",
  "What do you want your epitaph to be?",
  "What would your perfect room look like?",
  "How do you define success?",
  "What's the best way to positively influence those around you?",
  "What are the most significant events of your life so far?",
  "What's a common thing that you think about when you're alone?",
  "What's a habit you have that you like?",
  "What's something you would like to do the old-fashioned way?",
  "What's your favorite genre of book or movie?",
  "What's something that always brings a tear to your eye?",
  "What's the most impressive thing you know how to do?",
  "What are some small things that make your day better?",
  "What's the most annoying question that people ask you regularly?",
  "What's the most annoying habit someone can have?",
  "What's something you wish you'd figured out sooner?",
  "What are your three favorite smells?",
  "What's something that always cheers you up?",
  "What's the most beautiful word in the world?",
  "What's the most courageous thing you've ever done?",
  "Who's a person you'd most like to have dinner with, either dead or alive?",
  "What are you addicted to?",
  "What's something you've been meaning to try but haven't gotten around to it?",
  "What's something that everyone should try at least once?",
  "What's the best thing that happened to you last week?",
  "What's the hardest you've ever worked?",
  "What's the best way to start the day?",
  "What's the worst way to start the day?",
  "What's something that everyone, absolutely everyone, in the entire world can agree on?",
  "What's your biggest complaint about your job?",
  "What's your biggest complaint about your best friend?",
  "What's your biggest complaint about yourself?"
]