{
  "pack_name": "Cards After Dark [NSFW]",
  "pack_description": "Maybe don't play this with your kids. Dive into daring discussions and unveil your hidden side with these intriguing questions. Explore a range of more NSFW topics and challenges in a safe and open environment.",
  "questions": [
    "When was the last time you masturbated?",
    "Have you ever seen gay porn?",
    "What's your weirdest kink?",
    "What's your rice purity score? Take the test if you haven't.",
    "Have you ever sent nudes & to who?",
    "Show one person your My Eyes Only for 5 seconds or greater.",
    "If you had to fuck one person in the room, who would it be?",
    "What's the worst thing you've done that isn't illegal?",
    "How much money would it take for you to sell feet pics?",
    "Do you have any anonymous social media accounts & what are they used for?",
    "What's one thing you'd do if there were no consequences?",
    "What's the worst thing you've ever said to someone?",
    "Kiss the person after you.",
    "Have you ever subscribed to anyone on OnlyFans?",
    "Say the number of people in the room you'd be willing to kiss.",
    "Describe the weirdest dream you've ever had.",
    "Have you ever asked anyone for nudes?",
    "Unzip the zipper of the person after you; if you laugh or break eye contact, restart.",
    "Fuck, Marry, Kill. Everyone in the room.",
    "Would you have sex with anyone in this room? You don't have to say who.",
    "Have you ever put anything up your butt?",
    "Have you ever thought about anyone in the room sexually?",
    "Make out with the hand of the person before you for 10 seconds.",
    "Who is the most attractive person in the room?",
    "Who's the last person you thought about sexually?",
    "What's the worst thought you've ever had about another person?",
    "Who in the room would you never let around your kids?",
    "Guess who in the room has the biggest dick (for girls, dick energy)?",
    "What's the most racist thing you've ever said?",
    "Run your fingers through the person to your left's hair for the next minute.",
    "You and the person before you roast each other for the next 20 seconds.",
    "What's the most embarrassing thing you've searched on the internet?",
    "Do you think you could ever be attracted to someone of the same sex?",
    "Have you ever faked an orgasm? If yes, why?",
    "Have you ever been caught in the act of masturbation?",
    "Have you ever had a sexual fantasy about a friend's significant other?",
    "Which is the most embarrassing item you have ever bought?",
    "Did you ever have a crush on a teacher? If yes, who?",
    "What was the most embarrassing thing that happened to you during sex?",
    "What is the one thing you would like to change about your sexual life?",
    "Have you ever lied about your number of sexual partners?",
    "Describe the worst date you've ever been on.",
    "Have you ever been attracted to a cartoon character?",
    "What was your most awkward sexual experience?",
    "Have you ever spied on someone else while they were changing or naked?",
    "Do you or have you ever owned any adult toys and what are they?",
    "What's your most explicit sexual fantasy?",
    "What was the last lie you told your partner?",
    "Have you ever dressed up for sex? What did you wear?",
    "Would you rather be dominant or submissive in bed?",
    "Name something illegal that you've done and gotten away with.",
    "Have you ever been attracted to someone much older or younger than you?",
    "Who in this room would you feel most comfortable with in a threesome?",
    "Do you like to talk dirty in bed? Explain.",
    "Have you ever been skinny dipping? If yes, with whom?",
    "What's your most taboo sexual fantasy?",
    "Who in this room would you feel least comfortable with in a threesome?",
    "What's the longest you've gone without sex and why?",
    "Have you ever had an inappropriate relationship? Explain.",
    "If you had to watch porn with someone in this room, who would it be?",
    "What's the most demeaning thing you've said to someone?",
    "Take a suggestive photo and send it to your current or most recent ex.",
    "When was the last time you were tested for STIs?",
    "Show the most recent picture in your deleted photos album.",
    "Have you ever ghosted someone? Who was it?",
    "Have you ever had a crush on someone of the same sex?",
    "Who is the least attractive person in this room?",
    "Have you ever fantasized about someone else during sex? Who was it?",
    "Do you have a 'sugar parent'? Have you ever considered getting one?",
    "What's the most disrespectful thing you've ever done to someone?",
    "How many times have you cheated in a relationship?",
    "Who in this room would you most want to swap lives with for a day?",
    "What's the quickest you've moved on after a breakup?",
    "What's the most desperate thing you've done to get someone's attention?",
    "Have you ever lied about your age? If so, why?",
    "What's the most you've done for a dare?",
    "Would you ever date someone just for their money?",
    "If you had to marry someone in this room, who would it be?",
    "What's the wildest thing you've done under the influence?",
    "Have you ever lied about being single? Why?",
    "What's the most you've done to avoid getting caught in a lie?",
    "Have you ever lied about being in a relationship? Why?",
    "Who's the last person you stalked on social media?",
    "Have you ever had a one-night stand with someone you regret?",
    "What's the most sexually adventurous thing you've ever done?",
    "How many sexual partners have you lied about having?",
    "What's the one thing you regret doing in the last 24 hours?",
    "What's the most you'd do for $100?",
    "What's the least amount of time you've known someone before sleeping with them?",
    "Would you ever consider an open relationship?",
    "Do you have any Tinder/dating app horror stories?",
    "Have you ever done something you swore you'd never do?",
    "What's the most provocative thing you've ever posted on social media?",
    "What's the most money you've spent on a date and regretted?",
    "Do you regret any of your sexual encounters?",
    "Would you ever have a threesome with someone in this room?",
    "What's the most immoral thing you've ever done?",
    "Have you ever engaged in public indecency? If so, what did you do?",
    "Do you have any piercings or tattoos that people would be surprised to find?",
    "What's the weirdest thing someone has ever requested from you in bed?",
    "Have you ever been to a strip club?",
    "Have you ever lied about your income? Why?",
    "Have you ever had a 'friend with benefits'?",
    "What's the most you've spent to impress a date?",
    "Would you ever engage in role-play? What roles?",
    "Have you ever had a fantasy about a close friend's partner?",
    "Have you ever used a dating app while in a relationship?",
    "Have you ever had a 'Plan B' person? If so, who is it?",
    "What's the kinkiest thing you've ever done?",
    "Have you ever sexted someone? Who?",
    "Would you ever engage in a polyamorous relationship?",
    "How many people have you ghosted?",
    "What's the shortest relationship you've been in?"
  ]
}
