{
  "pack_name": "Terrible Individuals",
  "pack_description": "Explore the depths of raw and unfiltered confessions, challenges, and more in this daring pack. These questions dive into the taboo, the outrageous, and the terrible. Not even the FBI could get this stuff out of me.",
  "badge": "21+",
  "questions": [
    "What's the most racist thing you've ever said? Say it with passion.",
    "Your father or mother switches bodies with your girlfriend or boyfriend. The only way to switch them back is to have sex with either your partner in your parent's body, or vice versa. Which do you choose?",
    "Would you rather fuck a goat and nobody know, or not fuck a goat and everyone think you did.",
    "Imagine the person to your left's breast's are flight controls and pretend to land a spaceship for 10 seconds.",
    "Have up to 4 other players rub one of your limbs for the next 30 seconds.",
    "Would you date a close relative if there were no societal repercussions? If yes, who?",
    "Would you rather watch your parents have sex for the rest of your life or join in once to make it stop?",
    "Describe the worst thing you ever did while drunk.",
    "Which person in this room do you think would be the worst to date, and why?",
    "What is your most embarrassing romantic experience? Act out a summary of it with the person to your left.",
    "You are in a Saw-like scenario: would you rather cut off a limb, or kill a random stranger to escape?",
    "Which person in this room would you be most likely to let watch you during a sexual act?",
    "Have you ever tasted your own bodily fluids? Which ones?",
    "If you had to eat human meat to survive, whose meat in the room would you eat?",
    "If you had to switch your career to something in the adult film industry, what role would you take on?",
    "Whom in the room would you least like to see naked?",
    "You have to sacrifice your pet or a homeless person. Pick one.",
    "Have you ever used anyone explicitly for personal gain? Who?",
    "What's your least favorite thing about your significant other (or best friend)?",
    "Who in this room do you think will be the least successful?",
    "Which member of your family would you most want to see naked?",
    "Momma-bird a drink to the person on your right.",
    "Whisper a secret about someone else in the room to the person to your left.",
    "Post a gender reveal on your story and tag a random person.",
    "Have a person in the room put their belt around you like a leash.",
    "Swap shirts with the person to your left.",
    "Tell us your worst drunk story.",
    "Who in the room do you think would be a bad date?",

  ]
}
